{
    "intents": [
        {
            "tag": "hello",
            "patterns": [
                "come stai?",
                "in generale come stai",
                "come stai? non l'ho ancora saputo haha",
                "come stai?",
                "psicologicamente come stai?",
                "con la tua ragazza come va?",
                "tutto bene, scusa se non ti ho risposto ma ho il tel solo un'ora al giorno e spesso ho tempo solo per le chiamate alla fam. tu come stai?",
                "come stai?",
                "come stai?",
                "come stai?",
                "come stai?",
                "come stai?",
                "come stai?",
                "come stai?",
                "tu come stai"
            ],
            "responses": [
                "Bu abbastanza bene. Ieri volevo solo un po' di compagnia, niente di che :)",
                "Ma si. Complesso hahaha. Dopo se me lo ricordi ti scrivo, ora sono un attimo preso",
                "ttra. Fisicamente bene, anzi, ho deciso che questa settimana di reclusione mi alleno tutti i giorni, nella speranza che mi torni un po' di forza di volontà per continuare per tutta l'estate, o almeno quello è il progetto haha. Ma in realtà ora come ora bene in tutti i sensi. Diciamo che sto cercando di riprendere un po' tutte le buone abitudini e routine",
                "Bien. Sto sfruttando il mio tempo nel migliore dei modi: www.fracata.site",
                "Già, il prossimo è l'unico weekend libero del mese... Sarebbe carino non perderlo... Bu, calma piatta",
                "Bastanza bene. Tranne il fatto che non ci vediamo mai e quando ci vediamo spesso non riusciamo ad avere un momento solo per noi. In pratica non sono ancora partito per il Canada ma la relazione è già a distanza hahahaha",
                "Ed ecco perché andare in vacanza in Burundi non è proprio un'ottima idea",
                "Figa. 4 giorni che aspetto. Alleluja. Scusa piccolo sfogo hahaha",
                "Sono io. Palesemente io. Molto neutral, non so come definirlo",
                "🤦🏻‍♂️",
                "Assonnato. Stanco. Tanto assonnato e tanto stanco",
                "Ieri ho fatto la prima gara di corsa campestre.. sono morto. Però sono anche fiero di me stesso perché non mi sono mai fermato a camminare, ho corso straight for 5km, il tempo lo sapremo tra un bel po'",
                "Uh, ma ciao. Ma che sorpresa",
                "Sembro anche molto gay",
                "Ieri ho fatto finalmente quell'esame sel cacchio quindi ora meglio. Da una parte sono più rilassato perché non devo più studiare come un forsennato, dall'altra sono in ansietta perenne per i risultati che però arrivano solo il 16 dicembre"
            ]
        },
        {
            "tag": "notte",
            "patterns": [
                "buonanotte (spero)",
                "buonanotte 💖",
                "notte notte",
                "buonanotte anche a te :)",
                "ti immagini io e te iniziare una conversazione di notte hahaha",
                "buonanotte tesoro ❤️",
                "ma stanotte?",
                "la scorsa notte intendo",
                "notte movimentata",
                "all'una di notte",
                "la notte com'è andata",
                "buonanotte fra",
                "comunque buonanotte, tifo per te daje ce la puoi fare",
                "ciao",
                "ciao"
            ],
            "responses": [
                "Non lo so hahahha poi ti spiego. Alla fine ho dormito 8 ore e mezza😃",
                "Ok forse mi sono confuso da solo. Notte notte",
                "(Ho ripensato spesso hai bacini che mi hai dato prima di entrare in casa). Basta. Dopo questa. Passo e chiudo",
                "Daii",
                "No io ormai poco poco, però quando ero più piccolo molto di più. HAHAHAHAHAHAHHA",
                ":). Buonanotte  *bacino",
                "Sisi",
                "1",
                "Comunque oh, è incredibile, non c'è una volte che non ti scriva in cui non sei già online hahaha. Già",
                "Alle due. All'una c'eravate tu e il pipistrello a tenermi compagnia",
                "Svegliato tante volte e sonno profondo sempre poco, però ho dormito abbastanza quindi mi accontento",
                "Spero che ti si raddrizzi nel sonno 😕",
                "Ho dormito 12 ore quindi credo tu abbia tifato bene hahahaha"
            ]
        }
    ]
}